[
    

    {
        "frage": "Which program updates the database that is used by the locate command? (Specify ONLY the command without any path or parameters).",
        "fillin": "updatedb"
    },
    {
        "frage": "Which command displays the current disk space usage for all mounted file systems? (Specify ONLY the command without any path or parameters.)",
        "fillin": "df"
    },
    {
        "frage": "Which file in the /proc filesystem lists parameters passed from the bootloader to the kernel? (Specify the file name only without any path.)",
        "fillin": "cmdline"
    },
    {
        "frage": "Which program runs a command in specific intervals and refreshes the display of the program’s output? (Specify ONLY the command without any path or parameters.)",
        "fillin": "watch"
    },
    {
        "frage": "Which command is used to start another command with a given nice level? (Specify ONLY the command without any path or parameters.)",
        "fillin": "nice"
    },
    {
        "frage": "What directory contains configuration files for additional yum repositories? (Specify the full path to the directory.)",
        "fillin": "/etc/yum.repos.d"
    },
    {
        "frage": "Which file from the /proc/ filesystem contains a list of all currently mounted devices? (Specify the full name of the file, including path.)",
        "fillin": "/proc/mounts"
    },
    {
        "frage": "Following the Filesystem Hierarchy Standard (FHS), where should binaries that have been compiled by the system administrator be placed in order to be made available to all users on the system? (Specify the full path to the directory.)",
        "fillin": "/usr/local/bin"
    },
    {
        "frage": "Which command displays a list of all background tasks running in the current shell? (Specify ONLY the command without any path or parameters.)",
        "fillin": "jobs"
    },
    {
        "frage": "Which command is used to change the priority of an already running process? (Specify ONLY the command without any path or parameters.)",
        "fillin": "renice"
    },
    {
        "frage": "Which System V init configuration file is commonly used to set the default run level? (Specify the full name of the file, including path.)",
        "fillin": "/etc/inittab"
    }
    
        
    
    

]